IDEA Open Model
CrossSectionParameter.CrossSectionType Property
Compatible with IDEA StatiCa 20.1
 Type of cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public CrossSectionType CrossSectionType { get; set; }
Public Property CrossSectionType As CrossSectionType
	Get
	Set
Property Value
Type: CrossSectionType
See Also
Reference
CrossSectionParameter Class
IdeaRS.OpenModel.CrossSection Namespace